Repository: wof2/Wings-Of-Fury-2
Catalog: dev/Lang/language.*.resx
Languages: pl_pl

source: Antialiasing
pl_pl: Antyaliasing

source: Back
pl_pl: Powrót

source: Bloom
pl_pl: Rozmycie

source: Bombs
pl_pl: Bomby

# ChangeOptionMessage1
source: Changes to some options will take
pl_pl: Zmiany zostaną wprowadzone

# ChangeOptionMessage2
source: effect after restarting the game.
pl_pl: po ponownym uruchomieniu gry.

source: Choose difficulty
pl_pl: Proszę wybrać poziom trudności

source: Completed Levels
pl_pl: Zakończone misje

source: Congratulations
pl_pl: Gratulacje

source: Controls
pl_pl: Ustawienia klawiatury

source: Creating game objects
pl_pl: Tworzenie obiektów gry

source: Creating scene
pl_pl: Tworzenie sceny

source: Creating the root object
pl_pl: Tworzenie obiektu głównego

# CreatorOfOriginalWingsOfFury
source: creator of original Wings of Fury (1987)
pl_pl: twórcy oryginalnej gry Wings of Fury(1987)

source: Credits
pl_pl: Twórcy

source: Details
pl_pl: Liczba szczegółów

source: Difficulty
pl_pl: Poziom trudności

source: Enter your name
pl_pl: Wpisz swój nik

source: Exit to menu
pl_pl: Powrót do menu

source: Game Over
pl_pl: Koniec gry

source: Hall of Fame
pl_pl: Arena chwały

source: Highscores
pl_pl: Wyniki

source: Initializing sound
pl_pl: Wczytywanie muzyki

# LanguageID
source: English
pl_pl: Polski

source: Level
pl_pl: Poziom

source: Loading resources
pl_pl: Ładowanie źródeł

source: New game
pl_pl: Nowa gra

source: Next
pl_pl: Następne

source: Options
pl_pl: Opcje

source: Pause
pl_pl: Pauza

source: Previous
pl_pl: Poprzednie

source: Quit
pl_pl: Wyjście

source: Resume
pl_pl: Powróć

source: Rockets
pl_pl: Rakiety

source: Select ammunition
pl_pl: Wybierz amunicję

source: Setuping resources
pl_pl: Wczytywanie źródeł

source: Sound
pl_pl: Dźwięk

source: Special thanks to Steve Waldo
pl_pl: Specjalne podziękowania dla Steve Waldo

source: Video mode
pl_pl: Rozdzielczość ekranu

source: Video Options
pl_pl: Ustawienia Video

source: You won the game
pl_pl: Ukończyłeś grę

source: Adding compositors
pl_pl: Ładowanie shaderow

source: All enemy soldiers eliminated, land on the carrier and press X
pl_pl: Wszyscy żołnierze zostali zlikwidowani, wyląduj na lotniskowcu i wciśnij X

source: Average FPS
pl_pl: Średni FPS

source: Best FPS
pl_pl: Najlepszy FPS

source: Choose antialiasing mode
pl_pl: Proszę wybrać typ antyaliasingu

source: Choose level of detail
pl_pl: Proszę wybrać poziom szczegółów w grze

source: Choose video mode
pl_pl: Wybierz rozdzielczość ekranu

source: Creating input
pl_pl: Wczytywanie ustwień

source: Current FPS
pl_pl: Aktualny FPS

source: Enable bloom
pl_pl: Użyć rozmycia

source: Enable sound
pl_pl: Odtwarzać muzykę

source: Enable VSync
pl_pl: Włączyć VSync

source: Enemy plane approaching from the left
pl_pl: Samolot wroga zbliża się z lewej strony

source: Enemy plane approaching from the right
pl_pl: Samolot wroga zbliża się z prawej strony

source: High
pl_pl: Wysoki

source: Inverse keys
pl_pl: Odwrócić klawisze

source: Land on the carrier and press X to refuel
pl_pl: Wyląduj na lotniskowcu i wciśnij X aby uzupełnić paliwo

source: Land on the carrier and press X to repair
pl_pl: Wyląduj na lotniskowcu i wciśnij X aby naprawić silnik

source: Low
pl_pl: Niski

source: LOW FUEL WARNING
pl_pl: UWAGA: NISKI POZIOM PALIWA

source: LOW OIL WARNING
pl_pl: UWAGA: NISKI POZIOM OLEJU

source: Medium
pl_pl: Średni

source: No
pl_pl: Nie

source: Press E to turn on the engine
pl_pl: Wciśnij E aby uruchomić silnik

# PressXToChangeAmmo
source: Press X to change the ammo, repair and refuel
pl_pl: Wciśnij X aby uzupełnić broń, paliwo oraz naprawić silnik

source: Screenshot written to
pl_pl: Zrzut ekranu został zapisany do

source: Start from
pl_pl: Rozpocznij grę z

source: Triangle count
pl_pl: Liczba trójkątów

source: Worst FPS
pl_pl: Najgorszy FPS

source: Yes
pl_pl: Tak

source: Are you trying to reach stars captain
pl_pl: Kapitanie, chcesz dotknąć gwiazd?

# EnemyInstallationDestroyed
source: Enemy installation destroyed, Sir!
pl_pl: Bunkier przeciwnika został zniszczone !

# EnemyInstallationsAreBothSideCaptain
source: Enemy installations are on the both sides captain!
pl_pl: Kapitanie, instalacje obronne są z obu stron !

# EnemyInstallationsAreLeftCaptain
source: Enemy installations are to the left captain!
pl_pl: Kapitanie, instalacje obronne są z lewej strony !

# EnemyInstallationsAreRightCaptain
source: Enemy installations are to the right captain!
pl_pl: Kapitanie, instalacje obronne są z prawej strony !

# EnemyPlaneDownIRepeat
source: Enemy plane down! I repeat! Enemy plane down!
pl_pl: Samolot wroga został zniszczony! Powtarzam! Samolot wroga został zniszczony!

# KillAllEnemySoldiers
source: Kill all enemy soldiers. Go get them captain!
pl_pl: Należy wyeliminować wszystkich żołnierzy wroga. Do dzieła!

source: Oh, no! Enemy soldiers are rebuilding bunker!
pl_pl: O, Nie ! Żołnierze odbudowali bunkier! Należy go zniszczyć!

source: Retract your landing gear with 'G'
pl_pl: Aby schować/otworzyć podwozie wciśnij G

source: WARNING! Protect the carrier from enemy plane!
pl_pl: Uwaga! Samolot wroga atakuje lotniskowiec! Zapobiegnij zniszczeniu lotniskowca!

source: We are not leaving yet captain!
pl_pl: Tam nic nie ma, Kapitanie!
